Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/other_files/laereplan_naturfag.html.tmx
Source language: sme
Languages: smj

source: geavahit elrávdnji-, gealdu-, resistánsa-, efeakta- ja indukšuvdna-doahpagiid čilget geahččaladdanbohtosiid rávdnjebiiriiguin
smj: adnet buojkuldagájt strávve, strávvefábmo, resistánssa, effekta ja induksjåvnnå tjielggitjit båhtusijt strávvebiráldagáj gæhttjaladdamijs

source: čilget mo mii sáhttit buvttadit elektrihkalaš energiija ođasmuvvi ja ođasmuvakeahtes energiijagálduin, ja digaštallat makkár birasváikkuhusat šaddet iešguđet energiijabuvttadanvugiin
smj: tjielggit gåktu máhttep elektralasj energijav buvtadit ådåstahtte ja iehpe-ådåstahtte energijagáldojs, ja dágástallat gåktu dá iesjgeŋga energibuvtadimvuoge birrasij vájkkudi

source: selvehit leaktu- ja akselerašuvdna-doahpagiid, mihtidit sturrodagaid ovttageardánis veahkkeneavvuiguin ja addit ovdamearkkaid dasa mo fápmu lea čadnon akselerašuvdnii
smj: tjielggit buojkuldagájt fártta ja akselerásjåvnnå, mihttit stuorradagájt álkkes viehkkenævoj ja buktet buojkulvisájt gåktu fábmo le akselerásjåvnnåj tjanádum

source: čađahit geahččaladdamiid ja ovttageardánis meroštallamiid barggu, energiija ja efeavtta hárrái
smj: gæhttjaladdat ja avtagærddásasj láhkáj merustallat bargov, fámov ja effektav

source: selvehit mo johtolatsihkkarastinbiergasat eastadit ja unnidit vahágiid bárttiin ja lihkohisvuođain
smj: tjielggit gåktu jåhtulaksihkarvuodavædtsaga binnedi vahágijt vuorbedisvuodajn ja sårmijn

source: čađahit geahččaladdamiid čuovgga, oainnu ja ivnniid hárrái, ja válddahit ja čilget bohtosiid
smj: tjadádit gæhttjaladdamijt tjuovgaj, vuojnoj ja bájnoj, ja båhtusijt dárkkelit tjielggit

source: gáibádusmearrádusaid vuođul ráhkadit buktagiid, ja árvvoštallat buktaga funktionalitehta, geavahanmuni ja eallingearddi guoddevaš ovdáneami ektui
smj: åvddånahttet buktagijt gájbbádusmærrádusáj milta ja árvustallat buktagij funksjonalitehtav, adnoávkev ja iellemájgev guoddelis åvddånime gáktuj

source: iskat ja válddahit dakkár ávdnasiid iešvuođaid mat adnojit buvttadanproseassas, ja árvvoštallat ávnnasgeavaheami birasgáhttema ektui
smj: gæhttjalit ja gåvådit vuogijt materiálajn ma buvtadimprosessan aneduvvi, ja árvustallat materialanov birrasa gáktuj

source: válddahit elektrovnnalaš gulahallanvuogádaga, čilget mo dieđut sirdásit sáddejeaddjis vuostáiváldái, ja selvehit positiivvalaš ja negatiivvalaš váikkuhusaid
smj: gåvådit elektråvnålasj guládallamsystemav, tjielggit gåktu diedo sáddijiddjes vuosstájválldáj sáddiduvvi, ja tjielggit buorep ja nievrep vájkkudusájt

source: Gelbbolašvuođamihttomearit Jo1 – studerenráhkkanahtti oahppográmmaid maŋŋil
smj: Máhtudakmihto Jo1-oahppogárvedime oahppoprográmma maŋŋela

source: plánet ja čađahit iešguđetlágan iskkademiid mas identifiserejit variábeliid, háhkat ja gieđahallat dieđuid ja čállit raportta mas digaštallá mihtidaneahpesihkarvuođa ja árvvoštallá vejolaš boasttugálduid
smj: plánit ja tjadádit duov dáv guoradallamav gånnå variabelijt identifiseri, dáhtájt viedtji ja hiebadi ja rapportav tjálli gånnå aj le dágástallam mihttimiehpesihkarvuodas ja vejulasj boastovuodaj árvustallam

source: earuhit bohtosiid ja čuoččuhusaid ja digaštallat metodaid ja iežas ja earáid dieđuid ovdanbuktima ja dulkomiid kvalitehta
smj: sieradit båhtusij ja tjuottjodusáj gaskan ja dágástallat metodaj kvalitehtav ja gåktu ietjas ja iehtjádij dáhtájt ja dålkkumijt åvddån buktá

source: ságaškuššat áigeguovdilis luonddufágalaš čuolmmaid maid vuođđun leat praktihkalaš iskkadeamit dahje systematiserejuvvon dieđut iešguđet gálduin
smj: árvvaladdat ájggeguovddelis luonndofágalasj ássjijt praktihkalasj guoradallamij jali systematiseridum diedoj baktu duot dát gáldos

source: geavahit ovttageardánis datasimuleremiid dahje animašuvnnaid illustreren dihtii ja čilgen dihtii luonddufágalaš fenomenaid ja iskat hypotesaid
smj: adnet avtagærddásasj dáhtásimulerigijt jali animasjåvnåjt vuosedittjat ja tjielggitjit luonndofágalasj fenomenajt ja hypotesajt gæhttjalittjat

source: digaštallat ovttaláganvuođaid ja erohusaid das mo árbediehtu ja dieđalaš diehtu luonddu birra ásahuvvo ja gaskkustuvvo
smj: dágástallat sieradusájt ja avtalágásjvuodajt gåktu árbbediehto ja diedalasj diehto luondo birra ásaduvvá ja gaskostuvvá / vijddábut doalvoduvvá

source: selvehit guoddevaš ovdáneapmi-doahpaga
smj: tjielggit guoddelis åvddånime buojkuldagáv

source: iskat ja válddahit ekovuogádaga suksešuvdnaproseassaid
smj: guoradallat ja gåvådit suksesjåvnnåprosessajt ekosysteman

source: selvehit fáktoriid mat váikkuhit populašuvnna sturrodahkii ja addit ovdamearkkaid dasa mo flora ja fauna leat rievdan davviguovlluin
smj: kárttit ietjas gållådimválljimijt ja fágalattjat ja ehtalattjat argumenterit ietjas gållådimválljimij åvdås ma båhti viehkken guoddelis adnuj

source: kártet iežas geavaheaddjiválljemiid ja ákkastit fágalaččat ja ehtalaččat iežas geavaheaddjiválljemiid mat sáhttet ovddidit guoddevaš geavaheaddjiminstara
smj: tjielggit faktåvråjt ma populasjåvnå stuorrudagáv vájkkudi ja vaddet buojkulvisájt gåktu sjatto ja juhtusij iellem nuorttaguovlojn li rievddam

source: iskat báikkálaš ja máilmmiviidosaš beroštusvuostálasvuođaid mat gusket birasáššiide ja hálddašeapmái, ja ságaškuššat makkár váikkuhusat dáin vuostálasvuođain sáhttet leat báikkálaš álbmogii, sápmelaččaide ja eará eamiálbmogiidda ja máilmmiservodahkii
smj: guoradallat bájkálasj ja globála rijdojt tjanádum birásássjijda ja háldadibmáj, ja árvvaladdat gåktu dá rijdo soajtti bájke ulmutjijda, sámijda ja ietjá iemeálmmugijda ja væráltsebrudahkaj vájkkudit

source: válddahit deháleamos energiija addi biepmusávdnasiid, daid kemiijalaš dovdomearkkaid ja ákkastit manne dat leat dehálaččat rupmašii
smj: gåvådit ájnnasamos energijavadde biebbmoábnnasij kjemijalasj dåbddomerkajt ja vuodustit manen da li ájnnasa rubmahij

source: addit ovdamearkkaid vitamiinnaide, minerálaide ja binnánašávdnasiide maid rumaš dárbbaša, ja mo sáhttá olmmoš sihkkarastit máŋggabealat biebmodoalu
smj: vaddet buojkulvisájt vitamijnajs, minerálajs ja minerállaábnnasijs majt rumáj dárbaj, ja gåktu máhttá målsudahkes biebmojt bårråt

source: ovttageardánit kemiijalaččat čájehit biepmuid biepmusávdnasiid ja selvehit dárkomiid
smj: avtagærddásattjat kjemijalattjat vuosedit biebbmoábnnasijt biebmogálvojn ja båhtusijt tjielggit

source: čilget deháleamos energiija addi biepmusávdnasiid suolbmudeami, fievrrideami ja nuppástuvvama rupmašis
smj: tjielggit dárkkelit oajvveåsijt rubmaha energijavadde biebbmoábnnasij birra bårråma, gilvvema ja adnuj válldema gáktuj

source: selvehit muhtun kosmehtalaš buktagiid váldoávdnasiid ja ieš ráhkadit dakkár buktaga oktan gálvodieđuiguin
smj: tjielggit muhtem oajvveåsijt kosmehtalasj buktagijn ja dahkat dakkir buktagav sierra gálvvotjielggidusájn

source: ságaškuššat áššiid guoiradeami, borranváttuid ja hárjehallama hárrái, ja mo eallinláhki váikkuha dearvvašvuhtii
smj: árvvaladdat gatjálvisájt ma guosski sæggodibmáj, bårråmgássjelisvuoda ja hárjjidallama gáktuj, ja gåktu iellemvuohke varresvuohtaj vájkkut

source: čilget proteiidnasyntesa genehtalaš koda ja váldobeliid ja addit ovdamearkka mo árbi ja biras ovttasdoaibmaba
smj: tjielggit dárkkelit proteinsyntesa genehtalasj kodav ja oajvveåsijt ja vatte buojkulvisájt gåktu árbbe ja birás aktan doajmmi

source: čilget nálleseaguhus- ja genamodifiseren-doahpagiid ja addit ovdamearkkaid mo bioteknologiija geavahuvvo modifiseret šattuid ja elliid iešvuođaid
smj: tjielggit buojkuldagájt massta ja genmodifiserim ja vaddet buojkulvisájt gåktu bioteknologija aneduvvá sjattoj ja iellij vuogijt rievdatjit

source: addit bajilgova das mo bioteknologiija iešguđet láhkai geavahuvvo medisiinnalaččat ja digaštallat dákkár geavaheami vejolašvuođaid ja hástalusaid
smj: vaddet bajeltgåvåv gåktu bioteknologija duon dán láhkáj medisijnalattjat aneduvvá ja dágástallat vejulasjvuodajt ja hásstalusájt dákkir anojn

source: buohtastahttit ákkaid geavahit bioteknologiija ja ságaškuššat fágalaš ja ehtalaš čuolmmaid dáid hárrái
smj: buohtastahttet argumentajt bioteknologija ano birra ja árvvaladdat fágalasj ja ehtalasj gássjelisvuodajt ma li dási tjanádum

source: čilget mo guovssahasat šaddet, ja addit ovdamearkkaid dasa mo Norga lea leamaš ja ain lea dehálaš riika dán suorggi dutkamis
smj: tjielggit gåktu guovsagis sjaddá, ja buktet buojkulvisájt gåktu Vuodna le læhkám ja ájn le guovsagisdutkamin åvdemussan

source: čilget ozongearddi mearkkašumi beaivváža suonjardeami hárrái
smj: tjielggit man ájnas ozongierdde le biejve suonjardibmáj

source: čilget mii šaddoviessobeaktu lea ja selvehit mo olbmuid doaimmat rievdadit energiijabalánssa atmosfearas
smj: tjielggit mij sjaddadimviessovájkkudus le, ja tjielggit gåktu ulmutjij dåjma ilme energijabalansav rievddi

source: selvehit muhtun vejolaš váikkuhusaid lassánan šaddoviessobeavttus árktalaš guovlluin ja vuolleguovlluin ja ságaškuššat ovtta áigeguovdilis dálkkádatdoaibmabiju
smj: tjielggit muhtem vejulasj vájkkudusájt lasedim sjaddadimviessovájkkudusás arktisin ja vuolládagájn ja árvvaladdat muhtem vejulasj dálkádakdåjmav

source: čađahit geahččaladdamiid radioaktivitehtain, beallidanáiggiin ja duogášsuonjardemiin, čilget fenomenaid ja dahkat ovttageardánis meroštallamiid
smj: tjadádit gæhttjaladdamijt radioaktivitehtajn, biellemuddoájgijn ja duogásjsuonjardimijn, fenomenajt tjielggit ja álkkes láhkáj merustallat

source: válddahit iešguđetlágan ioniserejeaddji suonjardeami dovdomearkkaid ja addit ovdamearkkaid dasa mo dat ávkkástallojuvvojit teknihkalaš ja medisiinnalaš anus
smj: gåvådit iesjgeŋgalágásj ioniserijiddje suonjardimij dåbddomerkajt ja buojkuldahttet gåktu dákkir suonjardibme aneduvvá teknihkan ja medisijnan

source: čilget mo elektromagnehtalaš suonjardeapmi máilmmiávvosis sáhttá dulkojuvvot ja addit dieđuid máilmmiávvosa birra
smj: tjielggit dárkkelit gåktu elektromagnehtalasj suonjardibme vuobmanin máhttá dålkkuduvvat ja diedojt vaddet vuobmana birra

source: čađahit geahččaladdamiid beaivvášseallaiguin, beaivvášháhpohalliiguin ja liggenpumppaiguin, čilget doaibmavuogi váldobeliid ja dahkat ovttageardánis meroštallamiid doaibmagrádas
smj: tjadádit gæhttjaladdamijt biejvvesellaj, biejvvetjoahkkárij ja liekkaspumpoj ja tjielggit gåktu doajmmi ja álkkes láhkáj merustallat vájkkudusmierev

source: čilget mat redoksreakšuvnnat leat, čađahit geahččaladdamiid main lea boaldin, galvaniserejuvvon elemeanta ja elektrolysa ja selvehit bohtosiid
smj: tjielggit ma redoksreaksjvnå li, gæhttjaladdat boalldemijn, galvana elementajn ja elektrolysajn ja båhtusijt tjielggit

source: válddahit muhtun dábálaš báhtteriid ja boalddusseallaid doaibmavuogi ja mo dat geavahuvvojit
smj: gåvådit gåktu muhtem dábálasj batterijaj ja boalldemsellaj doajmmi ja aneduvvi

source: selvehit mo biomássa iešguđet láhkai geavahuvvo energiijagáldun
smj: tjielggit gåktu biomasse máhttá energijagálldon aneduvvat

source: selvehit energiijagálduid ja energiijaguoddiid ja relevánta boahtteáigge energiijaguoddi erohusa
smj: tjielggit sieradusájt energijagáldoj ja energijaguoddij gaskan ja subtsastit muhtem vejulasj energijaguodde birra boahtteájggáj

source: Gelbbolašvuođamihttomearit Jo1 – fidnofágalaš oahppoprográmmaid maŋŋil
smj: Máhtudakmihto Jo1-viddnofágalasj oahppoprográmma maŋŋela

source: Árvvoštallan fágas
smj: Árvustallam fágan

source: Loahppaárvvoštallama mearrádusat:
smj: Loahppaárvustallama mærrádusá:

source: Oppalašárvosáni árvvoštallan
smj: Åbbålasj árvustallam

source: Ortnet
smj: Vuohke

source: 10. jahkeceahkki
smj: 10. jahkedásse

source: Oahppit galget oažžut ovtta oppalašárvosáni.
smj: Oahppe galggi oadtjot avtav åbbålasj karakterav.

source: Jo1 fidnofágalaš oahppoprográmmat
smj: Jo1 viddnofágalasj oahppoprográmma

source: Eksámen ohppiide
smj: Eksámen – oahppe

source: Oahppit sáhttet vuorbáduvvot njálmmálaš eksámenii.
smj: Oahppe soajtti vuorbbáduvvat njálmálasj eksábmaj.

source: Eksámen galgá čađahuvvot praktihkalaš osiin.
smj: Eksáman galggá praktihkalasj oasse.

source: Eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
smj: Njálmálasj eksámen bájkálattjat dagáduvvá ja sensureriduvvá.

source: Oahppit sáhttet vuorbáduvvot njálmmálaš-praktihkalaš eksámenii.
smj: Oahppe soajtti vuorbbáduvvat njálmálasj eksábmaj manna le praktihkalasj oasse.

source: Eksámen fátmmasta dušše fága lasáhussan oppalaš studerengelbbolašvuhtii (84 tiimma).
smj: Eksábma sisadná dåssju fágav lasádus dábálasj oahppomáhtudahkaj (84 tijma).

source: Eksámen privatisttaide
smj: Eksámen – privatista

source: Geahča rávisolbmuid vuođđoskuvlaoahpahusa gustovaš ortnega.
smj: Gehtja doajmme årnigav ållessjattugij vuodoskåvllååhpadusá gáktuj

source: Privatisttat galget váldit njálmmálaš-praktihkalaš eksámena.
smj: Privatista galggi tjadádit njálmálasj eksámav gånnå le praktihkalasj oasse.

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas.
smj: Árvustallama åbbålasj mærrádusá li åhpaduslága njuolgadustjállagijn.
